Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-es.tmx
Source language: en
Languages: es

source: List of Contents
es: Índice

source: Shovelling snow from roofs is a risky business 3
es: Quitar nieve de los tejados es una ocupación de riesgo 3

source: Company responsibility when shovelling roofs 4
es: Responsabilidad de la empresa al quitar nieve de los tejados 4

source: Employer liability 4
es: Responsabilidad legal del empleado 4

source: Personal fall projection 5
es: Proyección de caída personal 5

source: Teamwork 5
es: Trabajo en equipo 5

source: Safer shovelling 6
es: Quitar nieve de forma segura 6

source: Snow slides/avalanches 8
es: Deslizamientos de nieve/avalanchas 8

source: Working on roofs with shallow pitches e tak 9
es: Trabajar en tejados con poca inclinación 9

source: Cordoning off the area of risk 10
es: Acordonar la zona de riesgo 10

source: Importance of a signalling system 11
es: La importancia de un sistema de señalización 11

source: Injuries to third parties 11
es: Daños a terceros 11

source: This brochure has been produced in cooperation with the central working- environment committee for the iron and ventilation industry.
es: Este folleto se ha producido en cooperación con el comité de entorno laboral central del sector del hierro y la ventilación.

source: This brochure is intended to improve safety precautions for persons shovelling snow from the roofs of buildings.
es: La finalidad de este folleto es mejorar las precauciones de seguridad de las personas que quiten nieve de los tejados de los edificios.

source: Shovelling snow from roofs - a risky business
es: Quitar nieve de los tejados: una ocupación de riesgo

source: Many serious accidents have been caused by snow and ice falling from roofs.
es: La nieve y el hielo que caen de los tejados han provocado muchos accidentes graves.

source: Working on a roof is always risky but cold weather and ice in winter make it even more dangerous.
es: Siempre conlleva un riesgo trabajar en un tejado, pero el clima frío y el hielo en invierno lo hacen aún más peligroso.

source: Working on inclined and slippery surfaces using only personal protection equipment will also exert a high load on your body.
es: Trabajar en superficies inclinadas y resbaladizas usando solo equipo de protección personal también ejerce una alta carga en el cuerpo.

source: That's why it is so important that there are approved fixed access and protective devices for anchoring of safety harnesses together with a team of trustworthy workmates.
es: Por este motivo, es muy im- portante que las personas que trabajen en tejados hayan establecido un acceso fijo y unos dispositivos de protección aprobados en los que fijar los arneses de protección, junto con un equipo de compañeros de confianza.

source: Stipulations on planning and executing the clearance of snow on roofs can be found in Building and Civil Engineering Work, AFS 1999:3
es: Las condiciones para la planificación y la ejecución de la limpieza de nieve en los tejados se puede encontrar en la legislación sueca sobre trabajos de construcción e ingeniería civil, AFS 1999:3.

source: Company responsibility when shovelling roofs
es: Responsabilidad de la empresa al quitar nieve de los tejados

source: A business that undertakes clearing snow from the roofs of buildings must do so under the liabilities set out in the Swedish Work Environment Act (SFS 1977:1160) and establish a written risk assessment in compliance with Systematic Work Environment Management AFS 2001:01, Sect. 8.
es: Una empresa que limpia la nieve de los tejados de los edificios debe hacerlo bajo la responsabilidad legal determinada en la ley sueca de entornos laborales (SFS 1977:1160) y establecer una evaluación de riesgo escrita en cumplimiento con la gestión sistemática del entorno laboral AFS 2001:01, sección 8.

source: Employer liability
es: Responsabilidad legal del empresario

source: The following points are the responsibility of an employer undertaking the shovelling of snow from the roofs of buildings:
es: Los siguientes puntos son responsabilidad del empresario encargado de la retirada de nieve de los tejados de los edificios:

source: Inspect the roof prior to personnel beginning work.
es: Inspeccionar el tejado antes de que el personal empiece a trabajar.

source: Ensure the safety features on the roof are in good condition.
es: Asegurar que las características de seguridad del tejado están en buen estado.

source: In some cases it may be necessary to place extra demands on roof safety.
es: En algunos casos puede que sean necesarios requisitos adicionales para asegurar que el tejado es seguro.

source: Inform the workers of the risks involved with shovelling snow from the roof.
es: Informar a los trabajadores de los riesgos existentes al quitar nieve del tejado.

source: Ensure employees possess knowledge of and are necessarily familiarised with what they must observe in order to avoid risks.
es: Asegurar que los empleados tengan el suficiente conocimiento y estén lo suficientemente familiarizados con lo que deben respetar para evitar riesgos.

source: Provide personal protective equipment that is suitable and approved for the work in hand – fall protection, protective helmet, protective goggles – and verify that the equipment is used.
es: Ofrecer equipos de protección personal adecuados y aprobados para este trabajo – protección contra caídas, casco protector y gafas protectoras – y verifique que el equipo esté utilizado.

source: Provide high-vis jackets and communication equipment for workers on the roof and watchmen if necessary.
es: Proporcionar chaquetas reflectantes y equipos de comunicación para los empleados que trabajen en el tejado y vigilantes si es necesario.

source: A major safety factor is that the work is carried out by a well-drilled team with two knowledgeable people on the roof and at least one traffic guard on the ground.
es: Un factor de seguridad importante es que el trabajo lo realice un equipo bien formado, con dos personas expertas en el tejado y al menos un vigilante de tráfico en la calle.

source: It is also essential the work is supervised by personnel with a great deal of knowledge concerning working on roofs.
es: También es fundamental que el trabajo esté supervisado por personal que tenga excelentes conocimientos acerca de cómo se trabaja en tejados.

source: Employee liability
es: Responsabilidad legal del empleado

source: The employee shall follow the rules that apply, use protective devices supplied and observe necessary caution.
es: El empleado seguirá las normas correspondientes, usará los dispositivos de protección provistos y tomará las precauciones necesarias.

source: If the work involves immediate and serious danger to life and health, the employee shall inform the employer or safety officer immediately.
es: Si el trabajo supone un peligro inmediato y serio para la vida y la salud, el empleado informará al empresario o al encargado de seguridad inmediatamente.

source: Employees are entitled to stop work while waiting for a response.
es: Los empleados tienen derecho a dejar de trabajar mientras esperan una respuesta.

source: Personal fall protection – life insurance
es: Protección personal contra caídas: seguro de vida

source: Make sure the seams on safety harnesses are in good condition and that other details are not damaged.
es: Asegúrese de que las costuras de los arneses de protección estén en buen estado y de que no hay nada dañado.

source: Make sure lines and adjustment devices are not damaged and are in working order.
es: Asegúrese de que los cabos y los dispositivos de ajuste no estén dañados y de que funcionen bien.

source: Harnesses and lines shall be stored suspended dry, dark and ventilated.
es: Para almacenar los arneses y los cabos, se colgarán en un lugar seco, oscuro y ventilado.

source: Equipment that is torn, has damaged seams, mechanical faults or is rusty must be destroyed.
es: El equipo que esté roto, que tenga costuras defectuosas, problemas mecánicos o que esté oxidado debe destruirse.

source: Lines that have been dropped over the edge of a roof must be destroyed.
es: Los cabos que se hayan dejado caer por el borde de un tejado deben destruirse.

source: Teamwork
es: Equipo de trabajo

source: “The man in the street”
es: ”El trabajador que está en la calle”

source: Is to be equipped with protective helmet, high-vis jacket and signalling device as well as communication equipment to the workers on the roof, a whistle, siren or telephone.
es: Estará equipado con un casco protector, una chaqueta reflectante y un dispositivo de señalización, así como con algún medio para comunicarse con las personas que trabajan en el tejado, como un silbato, una sirena o un teléfono.

source: “Workers on the roof”
es: ”Los trabajadores que están en el tejado”

source: Are to be equipped with line and safety harness, eye protection against ice fragments, snow shovel with wrist strap, small sledge hammer with wrist strap for cracking ice and warm, flexible clothing, suitable footwear and communication equipment to the guard on the street.
es: Estarán equipados con cabos y arneses de protección, protección ocular contra fragmentos de hielo, una pala para nieve con una correa de muñeca, un martillo pequeño con correa de muñeca para romper el hielo y ropa de abrigo flexible, así como un calzado adecuado y un equipo para comunicarse con la persona que esté en la calle.

source: Safer shovelling from roofs
es: Quitar nieve de los tejados de manera segura

source: The team must first be given information on access routes and the keys to the roof level.
es: En primer lugar, el equipo debe recibir información acerca de las rutas de acceso y las llaves para llegar al nivel del tejado.

source: Check whether there are heating cables in drain inverts.
es: Compruebe si hay cables calefactores en los drenajes.

source: If so, there must be warning signs concerning heating cables at the point of ascent to the roof.
es: Si los hay, debe haber señales de advertencia acerca de los cables calefactores en el punto de ascenso al tejado.

source: Fixed protective devices must be checked before work starts.
es: Los dispositivos de protección fijos deben comprobarse antes de iniciar el trabajo.

source: Any skylights that have been covered by snow must be marked.
es: Debe indicarse cualquier tragaluz que haya quedado cubierto por la nieve.

source: Depending on its pitch and height, the roof must be fitted with fixed access and protective devices such as anchorage points for safety lines.
es: Dependiendo de la inclinación y la altura, habrá que establecer el acceso fijo al tejado y los dispositivos de protección, como puntos de anclaje para los cabos de seguridad.

source: There should normally be two people on the roof when shovelling snow.
es: Normalmente, debería haber dos personas en el tejado para quitar la nieve.

source: One person is to move the anchorage points for the line and keep it taut while the other is to carry out the actual shovelling.
es: Una persona moverá los puntos de anclaje para el cabo y los mantendrá tensos, mientras que la otra realiza la limpieza.

source: The person not shovelling must always have signal contact with the traffic guard on the road/ground to avoid accidents.
es: La persona que no esté limpiando siempre debe estar en contacto con el vigilante de tráfico que esté en la carretera/en la calle para evitar accidentes.

source: Both people on the roof should be well anchored before starting work.
es: Las dos personas que trabajen en el tejado deben estar bien ancladas antes de iniciar el trabajo.

source: Further lines may be needed on roofs with steep pitches, 45˚ or more, for extra safety.
es: Para estar más seguros, puede que se necesiten más cabos en tejados cuya inclinación sea de 45˚ o más.

source: Hand-held tools, such as shovels and light sledge hammers for cracking ice, should have wrist straps to prevent them from accidentally sliding off the roof and becoming a risk factor.
es: Las herramientas manuales, como palas y martillos ligeros para romper el hielo, deberían incluir correas de muñeca para evitar que se caigan accidentalmente del tejado y se conviertan en un factor de riesgo.

source: Protective goggles are required when cracking ice.
es: Se requieren gafas protectoras para romper el hielo.

source: On roofs with gutters filled with snow and ice, and with icicles hanging from the eaves, the gutters can be cleared and icicles removed first with "partial clearing" if the property owner should request it.
es: En tejados cuyos canalones estén tapados con hielo y nieve, y con carámbanos que cuelgan de los aleros, primero se pueden limpiar los canalones y quitar los carámbanos con una "limpieza parcial" si el propietario así lo solicita.

source: This can be done if the roof also has a snow rail mounted one metre above the gutter plus a ladder stretching from the ridge to the gutter on each slope of the roof.
es: Esto puede hacerse si el tejado también tiene un riel para nieve montado a un metro por encima del canalón y una escalera de mano que va desde la cumbrera al canalón de cada faldón del tejado.

source: Otherwise, snow and ice will slide into the gutter again.
es: De otro modo, la nieve y el hielo entrarán de nuevo en el canalón.

source: Snow slides and avalanches
es: Deslizamientos de nieve y avalanchas

source: Start shovelling from the ridge of a saddle roof to avoid being brought down with snow sliding off the roof.
es: Empiece a quitar nieve desde la cumbrera de un tejado de aguas para evitar caerse por culpa de la nieve que se desliza por el tejado.

source: Workers may also cause "avalanches" when they walk on the roof.
es: Los trabajadores también pueden provocar "avalanchas" cuando caminan por el tejado.

source: Roofs with pitches between 18˚ and 45˚ are most prone to snow slides/avalanches.
es: Los tejados con inclinaciones entre los 18˚ y los 45˚ son los más propensos a deslizamientos de nieve y avalanchas.

source: The risk of snow slides and the formation of ice in gutters and pipes are also affected by the direction of the roof and solar radiation.
es: El riesgo de deslizamientos de nieve y la formación de hielo en canalones y tuberías también se ven afectados por la dirección del tejado y por la radiación solar.

source: Remember that…
es: Recuerde que…

source: cooperation between the workers on the roof is an important safety factor.
es: … la colaboración entre los trabajadores que están en el tejado es un factor de seguridad importante.

source: The line should be kept taut and anchored straight above the person shovelling.
es: El cabo debería mantenerse tenso y anclado justo sobre la persona que quita la nieve.

source: Also remember that…
es: Recuerde también que…

source: icicles drop straight down with a powerful force.
es: … los carámbanos caen en picado y con mucha fuerza.

source: Snow slides along the roof incline and may therefore end up further away from the building.
es: La nieve se desliza por la pendiente del tejado y, por lo tanto, puede caer lejos del edificio.

source: Shallow pitch roofs below 6˚
es: Tejados con una inclinación inferior a los 6˚

source: The snow load on roofs with shallow pitches may be more than the roof is designed for and must therefore be cleared.
es: La carga de nieve en tejados con poca inclinación puede ser más de la que el tejado está diseñado para soportar y, por este motivo, hay que limpiarla.

source: In this case, the snow can be cleared by several people.
es: En este caso, varias personas pueden encargarse de la limpieza.

source: Use a snow pusher that can transport the snow directly to the edge of the roof and be tipped over to avoid point loads on the roof structure.
es: Use una pala quitanieves que pueda transportar la nieve directamente hasta el borde del tejado y que se pueda inclinar para evitar cargas puntuales en la estructura del tejado.

source: If the face of the building is higher than 3 metres, the roof should be fitted with anchorage points, at least eyebolts, irrespective of the pitch of the roof.
es: Si la fachada del edificio es superior a 3 metros, el tejado debería adaptarse con puntos de anclaje, al menos cáncamos, independientemente de la inclinación del tejado.

source: The safety line must never be long enough, from its anchorage point to the worker, for the worker to fall over the edge of the roof.
es: El cabo de seguridad nunca debe ser tan largo desde el punto de an- claje hasta el trabajador que este pueda caer por el borde del tejado.

source: Consider the pendulum effect when working from side to side!
es: Tenga en cuenta el efecto péndulo cuando trabaje de un lado a otro.

source: Anchor as close to the vertical as possible.
es: Debe anclarse lo más cerca posible de la vertical.

source: A safety line used for work on a roof should normally not exceed 10 metres in length.
es: Normalmente, el cabo de seguridad usado para trabajar en un tejado no debería superar los 10 metros de longitud.

source: The worker can adjust the length of the safety line using an adjuster shackle.
es: El trabajador puede ajustar la longitud del cabo de seguridad usando una argolla de ajuste.

source: Use a safety harness, not a waist belt.
es: Nota: Use un arnés de seguridad, no una correa de cintura.

source: Cordoning off the area of risk
es: Acordonar la zona de riesgo

source: Measures need to be taken to safeguard people and property from falling snow and ice as well as when snow is being shovelled from the roof.
es: Es necesario tomar medidas para proteger a las personas y la propiedad de la nieve y del hielo que caen, así como cuando se quita la nieve del tejado.

source: This can be done by cordoning off the risk zone.
es: Esto puede hacerse acordonando la zona de riesgo.

source: The guard on the street must wear high-vis clothing and protective helmet.
es: El vigilante que estén en la calle deber llevar ropa reflectante y un casco de protección.

source: The guard must be able to easily keep in contact with the workers on the roof.
es: El vigilante debe poder mantenerse en contacto fácilmente con las personas que trabajan en el tejado.

source: Shovelling snow from roofs places great demands on safety zones, signing and safety guards.
es: Para quitar la nieve de los tejados se deben cumplir numerosos requisitos respecto a las zonas de seguridad, señalización y vigilantes de seguridad.

source: Good signalling system essential
es: Es esencial un buen sistema de señalización

source: Signalling between workers on the roof and the traffic guard on the street is extremely important to avoid accidents.
es: La señalización entre las personas que trabajan en el tejado y el vigilante de tráfico que está en la calle es extremadamente importante para evitar accidentes.

source: Signals must be conveyed clearly.
es: Las señales deben transmitirse con claridad.

source: In order to do this, a whistle, siren, telephone or comm radio will be needed.
es: Para hacerlo, será necesario contar con un silbato, una sirena, un teléfono o una radio.

source: Every member of the team must know how to interpret the signals.
es: Cada miembro del equipo debe saber cómo interpretar las señales.

source: To safely remove snow and ice from a roof, the following signals can be sent:
es: Para quitar la nieve y el hielo de un tejado con seguridad, se pueden enviar las siguientes señales:

source: Injuries to residents and damage to property are not covered in the Swedish Work Environment Act.
es: Los daños a residentes y a la propiedad no están cubiertos en la legislación de entorno laboral sueca.

source: However, the company clearing the snow is liable in accordance with other legislation.
es: Sin embargo, la empresa que limpia la nieve es responsable de acuerdo con otra legislación.

source: Accidents do not need to happen if everything has been done correctly from start to finish.
es: No deberían producirse accidentes si todo se ha hecho correctamente desde el principio hasta el final.

source: Further copies of this publication can be ordered from:
es: Se pueden pedir más copias de esta publicación a:

source: Davidsons Tryckeri, December 2011.
es: Davidsons Tryckeri, diciembre de 2011.

source: Original text by Jarl Alenius.
es: Texto original de Jarl Alenius.

source: Illustrations by Hans Sandqvist.
es: Ilustraciones de Hans Sandqvist.

source: Layout by Nowa Kommunikation.
es: Diseño de Nowa Kommunikation.
